Repository: Iqbal-Maulana67/leaves_application_2
Catalog: lib/l10n/app_*.arb
Languages: id, my

# language
source: English
id: Indonesia
my: Malaysia

source: Welcome
id: Selamat Datang!
my: Selamat Datang

source: Description
id: Deskripsi
my: Penerangan

source: Benefit
id: Manfaat
my: Kebaikan

source: How to Process
id: Cara Mengolah
my: Cara Pemprosesan

source: Choose
id: Pilih
my: Pilih

source: History
id: Riwayat
my: Sejarah

# language2
source: Language
id: Bahasa
my: Bahasa

source: Feedback
id: Masukan
my: Maklum Balas

source: Identify
id: Identifikasi
my: Kenal Pasti

source: Search
id: Cari
my: Cari

source: Cancel
id: Batal
my: Batal

source: Predict
id: Prediksi
my: Ramalkan

source: Refresh
id: Muat Ulang
my: Segar Semula

source: Upload
id: Unggah
my: Muat Naik

source: Back
id: Kembali
my: Kembali

source: Your Position
id: Posisi Kamu
my: Kedudukan Anda

source: Today
id: Hari Ini
my: Hari Ini

source: Yesterday
id: Kemarin
my: Semalam

source: Hi there!
id: Halo!
my: Hai!

# what_plant
source: What plant are you curious today?
id: Tanaman apa yang ingin Anda ketahui hari ini?
my: Apakah tumbuhan yang anda ingin tahu hari ini?

# plant_around
source: Plants around you right now
id: Tanaman di sekitar Anda saat ini
my: Tumbuhan di sekeliling anda sekarang

# herbal_history
source: Your Herbal Exploration History
id: Riwayat Eksplorasi Tanaman Herbal Anda
my: Sejarah Penerokaan Herba Anda

# choose_language
source: Choose Your Preffered Language
id: Pilih Bahasa yang Anda Inginkan
my: Pilih Bahasa Pilihan Anda

# select_language
source: Please select your language
id: Silakan pilih bahasa Anda
my: Sila pilih bahasa anda

# feedback_title
source: Give Us Your Feedback
id: Berikan Masukan Anda
my: Berikan Maklum Balas Anda

# feedback_desc
source: We'd love to hear your thoughts! What do you think about this app?
id: Kami ingin mendengar pendapat Anda! Bagaimana pendapat Anda tentang aplikasi ini?
my: Kami ingin mendengar pendapat anda! Apa pendapat anda tentang aplikasi ini?

# herbal_location
source: Herbal Plant Location
id: Lokasi Tanaman Herbal
my: Lokasi Tumbuhan Herba

# herbal_location2
source: Find the Wild Plant Habitat You Seek
id: Temukan Habitat Tanaman Liar yang Anda Cari
my: Cari Habitat Tumbuhan Liar Yang Anda Cari

# pegagan
source: Gotu Kola
id: Pegagan
my: Pegaga

# pegagan_description
source: Gotu Kola, horsefoot leaves, or antanan (Latin: Centella Asiatica) is a wild plant that grows in plantations, fields, roadsides, and rice fields. The plant is native to tropical Asia, distributed in Southeast Asia including Indonesia, India, the People's Republic of China, Japan, Madagascar, and Australia and then spread to various other countries. Often used as a ground cover, it is sometimes eaten as a vegetable. Useful as a traditional medicine for various diseases.
id: Pegagan, daun kaki kuda, atau antanan (bahasa Latin: Centella Asiatica) merupakan tanaman liar yang banyak tumbuh di perkebunan, ladang, tepi jalan, serta pematang sawah. Tanaman ini berasal dari daerah Asia tropik, tersebar di Asia Tenggara termasuk Indonesia, India, Republik Rakyat Tiongkok, Jepang, Madagaskar, dan Australia kemudian menyebar ke berbagai negara-negara lain. Sering digunakan sebagai penutup tanah, adakalanya dimakan sebagai sayuran. Berkhasiat sebagai obat tradisional untuk berbagai penyakit.
my: Pegaga, daun kuda, atau antanan (Latin: Centella Asiatica) adalah tumbuhan liar yang tumbuh di ladang, sawah, tepi jalan, dan kawasan pertanian. Tumbuhan ini berasal dari Asia tropika, tersebar di Asia Tenggara termasuk Indonesia, India, Republik Rakyat China, Jepun, Madagascar, dan Australia, kemudian merebak ke pelbagai negara lain. Sering digunakan sebagai penutup tanah, kadangkala dimakan sebagai sayuran. Berguna sebagai ubat tradisional untuk pelbagai penyakit.

# pegagan_benefit_title_1
source: Improves memory
id: Meningkatkan daya ingat
my: Meningkatkan ingatan

# pegagan_benefit_title_2
source: Antibacterial
id: Antibakteri
my: Antibakteria

# pegagan_benefit_title_3
source: Antioxidant
id: Antioksidan
my: Antioksidan

# pegagan_benefit_title_4
source: Resolves high blood pressure
id: Mengatasi tekanan darah tinggi
my: Mengatasi tekanan darah tinggi

# pegagan_benefit_title_5
source: Resolves inflammation and joint pain
id: Mengatasi peradangan dan nyeri sendi
my: Mengatasi keradangan dan sakit sendi

# pegagan_benefit_1
source: Active compounds in gotu kola leaves, such as asiaticoside and asiatic acid, can penetrate the blood-brain barrier and improve neuron function in the hippocampus
id: Senyawa aktif dalam daun pegagan, seperti asiatikosida dan asam asiatik, dapat menembus sawar darah-otak dan meningkatkan fungsi neuron di hipokampus
my: Sebatian aktif dalam daun pegaga, seperti asiaticoside dan asiatik asid, boleh menembusi halangan otak-darah dan meningkatkan fungsi neuron dalam hippocampus.

# pegagan_benefit_2
source: A study on rats in the International Journal of Pharmaceutics (2015) found wound dressings with gotu kola extract had healing effects on various types of wounds.
id: Studi pada tikus dalam International Journal of Pharmaceutics (2015) menemukan pembalut luka dengan ekstrak pegagan memiliki efek penyembuhan pada berbagai jenis luka.
my: Kajian terhadap tikus dalam International Journal of Pharmaceutics (2015) mendapati pembalut luka dengan ekstrak pegaga mempunyai kesan penyembuhan pada pelbagai jenis luka.

# pegagan_benefit_3
source: Gotu kola leaves have benefits as antioxidants that can improve memory activity, overcome inflammation, provide a calming effect, and improve mental function for the better.
id: daun pegagan memiliki manfaat sebagai antioksidan yang dapat meningkatkan aktivitas memori, mengatasi radang, memberi efek menenangkan, serta meningkatkan fungsi mental menjadi lebih baik
my: Daun pegaga mempunyai kebaikan sebagai antioksidan yang boleh meningkatkan aktiviti ingatan, mengatasi keradangan, memberikan kesan menenangkan, dan meningkatkan fungsi mental.

# pegagan_benefit_4
source: Gotu kola leaves can treat high blood pressure.
id: Daun pegagan dapat mengatasi tekanan darah tinggi
my: Daun pegaga boleh merawat tekanan darah tinggi.

# pegagan_benefit_5
source: Gotu kola leaves have long been used as a traditional medicine to treat inflammation and joint pain.
id: Daun pegagan telah lama digunakan sebagai obat tradisional untuk mengatasi peradangan dan nyeri sendi
my: Daun pegaga telah lama digunakan sebagai ubat tradisional untuk merawat keradangan dan sakit sendi.

# pegagan_herbal_drink_title
source: Herbal Drink Preparation
id: Persiapan Minuman Herbal
my: Penyediaan Minuman Herba

# pegagan_herbal_drink_desc
source: Helps treat high blood pressure, reduces inflammation, and relieves joint pain
id: Mengatasi tekanan darah tinggi, meredakan peradangan, dan mengurangi nyeri sendi
my: Membantu merawat tekanan darah tinggi, mengurangkan keradangan, dan melegakan sakit sendi

# pegagan_herbal_drink_1
source: Wash gotu kola leaves thoroughly under running water.
id: Cuci bersih daun pegagan di bawah air mengalir.
my: Basuh daun pegaga dengan bersih di bawah air yang mengalir.

# pegagan_herbal_drink_2
source: Boil 500 ml of water until it boils.
id: Rebus 500 ml air hingga mendidih.
my: Rebus 500 ml air sehingga mendidih.

# pegagan_herbal_drink_3
source: Add gotu kola leaves and ginger into the boiling water.
id: Masukkan daun pegagan dan jahe ke dalam air mendidih.
my: Masukkan daun pegaga dan halia ke dalam air mendidih.

# pegagan_herbal_drink_4
source: Boil for 10-15 minutes until the water changes color.
id: Rebus selama 10-15 menit hingga air berubah warna.
my: Rebus selama 10-15 minit sehingga air berubah warna.

# pegagan_herbal_drink_5
source: Strain the liquid and add palm sugar or honey.
id: Saring airnya dan tambahkan gula aren atau madu.
my: Tapis cecair dan tambah gula melaka atau madu.

# pegagan_herbal_drink_6
source: Drink while warm or cold.
id: Minum dalam keadaan hangat atau dingin.
my: Minum semasa suam atau sejuk.

# pegagan_tea_drink_title
source: Tea Preparation
id: Persiapan Teh
my: Penyediaan Teh

# pegagan_tea_drink_desc
source: Improves memory, acts as an antioxidant, provides a calming effect, and enhances mental function
id: Meningkatkan daya ingat, antioksidan, memberi efek menenangkan, dan meningkatkan fungsi mental
my: Meningkatkan ingatan, bertindak sebagai antioksidan, memberikan kesan menenangkan, dan meningkatkan fungsi mental

# pegagan_tea_drink_1
source: If using fresh leaves, wash and sun-dry for 3-5 days.
id: Jika menggunakan daun segar, cuci bersih lalu jemur hingga kering (3-5 hari)
my: Jika menggunakan daun segar, basuh dan jemur selama 3-5 hari.

# pegagan_tea_drink_2
source: Steep 1 teaspoon of dried gotu kola leaves with 300 ml of hot water.
id: Seduh 1 sendok teh daun pegagan kering dengan 300 ml air panas
my: Seduh 1 sudu teh daun pegaga kering dengan 300 ml air panas.

# pegagan_tea_drink_3
source: Let it sit for 5-10 minutes until the color changes.
id: Diamkan selama 5-10 menit hingga warnanya berubah
my: Biarkan selama 5-10 minit sehingga warna berubah.

# pegagan_tea_drink_4
source: Strain and drink warm. You can add honey if desired.
id: Saring dan minum hangat. Bisa tambahkan madu jika suka
my: Tapis dan minum semasa suam. Boleh tambah madu jika mahu.

# pegagan_wound_title
source: Wound Treatment Preparation
id: Mengolah Obat Luka
my: Penyediaan Rawatan Luka

# pegagan_wound_desc
source: Speeds up wound healing and reduces inflammation
id: Mempercepat penyembuhan luka dan mengurangi peradangan
my: Mempercepat penyembuhan luka dan mengurangkan keradangan

# pegagan_wound_1
source: Wash gotu kola leaves thoroughly.
id: Cuci daun pegagan hingga bersih
my: Basuh daun pegaga dengan bersih.

# pegagan_wound_2
source: Crush or blend with a little water until smooth.
id: Tumbuk hingga halus atau blender dengan sedikit air
my: Tumbuk atau kisar dengan sedikit air sehingga halus.

# pegagan_wound_3
source: Apply directly to the wound or sore.
id: Oleskan langsung pada luka atau borok
my: Sapukan terus pada luka atau bahagian yang sakit.

# pegagan_wound_4
source: Leave it for 15-20 minutes, then rinse with clean water.
id: Biarkan selama 15-20 menit, lalu bilas dengan air bersih
my: Biarkan selama 15-20 minit, kemudian bilas dengan air bersih.

# brotowali_description
source: Bratawali, root of ali-ali or brotowali (Tinospora cordifolia) is a traditional Indonesian medicinal plant that is usually planted in yards or grows wild in forests. The decoction of the stems which taste very bitter is usually used as a medicine for rheumatism, reducing blood sugar, reducing fever (increasing immunity), and helping reduce symptoms of diabetes. In Indonesia, besides being known as bratawali, this plant is also known by the regional names andawali, antawali, putrawali or gadel leaves. The classification of this plant is included in the Menispermaceae plant family. This plant is rich in chemical content including alkaloids (berberine and columbine contained in the roots and stems, soft resin, starch, glycoside picroretosid, bitter substance picroretin, hars, berberine, palmatin, columbine (roots), cocoulin (picrotoxin).
id: Bratawali, akar ali-ali atau brotowali (Tinospora cordifolia) adalah tanaman obat tradisional Indonesia yang biasa ditanam di pekarangan atau tumbuh liar di hutan. Rebusan batangnya yang terasa sangat pahit biasa dijadikan obat reumatik, mengurangi gula darah, menurunkan panas(meningkatkan imunitas), dan membantu mengurangi gejala kencing manis. Di Indonesia, selain dikenal dengan nama bratawali, tanaman ini juga dikenal dengan nama daerah andawali, antawali, putrawali atau daun gadel. Klasifikasi dari tanaman ini termasuk kedalam famili tanaman Menispermaceae.Tanaman ini kaya kandungan kimia antara lain alkaloid (berberina dan kolumbina yang terkandung di akar dan batang, damar lunak, pati, glikosida pikroretosid, zat pahit pikroretin, hars, berberin, palmatin, kolumbin (akar), kokulin (pikrotoksin).
my: Brotowali, akar ali-ali atau brotowali (Tinospora cordifolia) adalah tumbuhan ubatan tradisional Indonesia yang biasanya ditanam di halaman atau tumbuh liar di hutan. Rebusan batangnya yang sangat pahit biasanya digunakan sebagai ubat untuk reumatik, menurunkan gula darah, mengurangkan demam (meningkatkan imuniti), dan membantu mengurangkan gejala kencing manis. Di Indonesia, selain dikenali sebagai brotowali, tumbuhan ini juga dikenali dengan nama daerah andawali, antawali, putrawali atau daun gadel. Pengelasan tumbuhan ini termasuk dalam keluarga tumbuhan Menispermaceae. Tumbuhan ini kaya dengan kandungan kimia termasuk alkaloid (berberine dan columbine yang terdapat dalam akar dan batang, resin lembut, kanji, glikosida picroretosid, bahan pahit picroretin, hars, berberine, palmatin, columbine (akar), cocoulin (picrotoxin).

# brotowali_benefit_title_1
source: Lowers blood glucose levels
id: Menurunkan kadar glukosa darah
my: Menurunkan paras glukosa darah

# brotowali_benefit_title_2
source: Leaves
id: Daun
my: Daun

# brotowali_benefit_title_3
source: Stems
id: Batang
my: Batang

# brotowali_benefit_title_4
source: Stem and root
id: Batang dan akar
my: Batang dan akar

# brotowali_benefit_title_5
source: Bark
id: Kulit kayu
my: Kulit

# brotowali_benefit_1
source: The flavonoid content found in brotowali can be used to prevent hypertension, reduce blood sugar content and reduce uric acid levels.
id: Kandungan flavonoid yang terdapat pada brotowali dapat digunakan untuk mencegah hipertensi, menurunkan kandungan gula darah dan menurunkan kadar asam urat.
my: Kandungan flavonoid yang terdapat dalam brotowali boleh digunakan untuk mencegah hipertensi, mengurangkan kandungan gula darah dan mengurangkan paras asid urik.

# brotowali_benefit_2
source: The leaves can be used to treat rheumatism
id: Daunnya dapat digunakan untuk mengobati rematik.
my: Daun boleh digunakan untuk merawat reumatik

# brotowali_benefit_3
source: The stems can be used as antidiabetic, antipyretic, antimalarial, stimulate bile secretion, diuretic, dermatology, diarrhea and improve digestive function
id: Batangnya bisa digunakan sebagai antidiabetes, antipiretik, antimalaria, merangsang sekresi empedu, diuretik, dermatologi, diare dan meningkatkan fungsi pencernaan.
my: Batang boleh digunakan sebagai antidiabetik, antipiretik, antimalaria, merangsang rembesan hempedu, diuretik, dermatologi, cirit-birit dan meningkatkan fungsi pencernaan

# brotowali_benefit_4
source: A mixture of stems and roots can be used for antidote or detoxification. The fruit can also be used to treat jaundice and joint pain.
id: Campuran batang serta akar dapat digunakan untuk penangkal racun atau detoksifikasi. Buahnya juga bisa untuk pengobatan sakit kuning atau ikterus dan nyeri sendi.
my: Campuran batang dan akar boleh digunakan sebagai penawar atau detoksifikasi. Buah juga boleh digunakan untuk merawat penyakit kuning dan sakit sendi.

# brotowali_benefit_5
source: The bark can be used as an allergy agent, antispasmodic, and antifungal.
id: kulit kayunya dapat dimanfaatkan sebagai agen alergi, antispasmodik, dan antijamur.
my: Kulit boleh digunakan sebagai agen alahan, antispasmodik, dan antikulat.

# brotowali_herbal_drink_title
source: Herbal Drink Preparation
id: Persiapan Minuman Herbal
my: Penyediaan Minuman Herba

# brotowali_herbal_drink_desc
source: Lowers blood glucose levels, treats gout, and functions as a detoxifier
id: Menurunkan kadar glukosa darah, mengatasi asam urat, dan berfungsi sebagai detoksifikasi
my: Menurunkan paras glukosa darah, merawat gout, dan berfungsi sebagai detoks

# brotowali_herbal_drink_1
source: Take 3 small stems of brotowali (you may add the leaves)
id: Ambil 3 batang kecil brotowali (bisa tambahkan daunnya
my: Ambil 3 batang kecil brotowali (boleh tambah daun)

# brotowali_herbal_drink_2
source: 500 ml of water and honey (optional)
id: 500 ml air dan madu (opsional)
my: 500 ml air dan madu (pilihan)

# brotowali_herbal_drink_3
source: Thoroughly wash the brotowali stems and leaves.
id: Cuci bersih batang dan daun brotowali.
my: Basuh batang dan daun brotowali dengan bersih.

# brotowali_herbal_drink_4
source: Cut the stems into small pieces to help extract the active compounds.
id: Potong kecil batangnya agar sari-sari lebih mudah keluar.
my: Potong batang kepada bahagian kecil untuk membantu mengekstrak sebatian aktif.

# brotowali_herbal_drink_5
source: Boil with 500 ml of water for 20 minutes until the water changes color.
id: Rebus dengan 500 ml air selama 20 menit hingga air berubah warna.
my: Rebus dengan 500 ml air selama 20 minit sehingga air berubah warna.

# brotowali_herbal_drink_6
source: Strain and let it cool.
id: Saring dan dinginkan.
my: Tapis dan biarkan sejuk.

# brotowali_herbal_drink_7
source: Drink little by little as it tastes bitter; you may add honey.
id: Minum sedikit demi sedikit karena rasanya pahit, bisa dicampur madu.
my: Minum sedikit demi sedikit kerana rasanya pahit; boleh tambah madu.

# brotowali_tea_drink_title
source: Tea Preparation
id: Persiapan Teh
my: Penyediaan Teh

# brotowali_tea_drink_desc
source: Treats rheumatism, improves digestive function, and addresses hypertension
id: Mengobati rematik, meningkatkan fungsi pencernaan, dan mengatasi hipertensi
my: Merawat reumatik, meningkatkan fungsi pencernaan, dan mengatasi hipertensi

# brotowali_tea_drink_1
source: Take a handful of dried brotowali leaves
id: Ambil 1 genggam daun brotowali kering
my: Ambil segenggam daun brotowali kering

# brotowali_tea_drink_2
source: 300 ml of hot water
id: 300 ml air panas
my: 300 ml air panas

# brotowali_tea_drink_3
source: Dry the brotowali leaves for several days
id: Keringkan daun brotowali selama beberapa hari
my: Jemur daun brotowali selama beberapa hari

# brotowali_tea_drink_4
source: Cut the stems into small pieces to help extract the active compounds.
id: Potong kecil batangnya agar sari-sari lebih mudah keluar.
my: Potong batang kepada bahagian kecil untuk membantu mengekstrak sebatian aktif.

# brotowali_tea_drink_5
source: Steep in hot water for 10 minutes.
id: RSeduh dengan air panas selama 10 menit.
my: Seduh dalam air panas selama 10 minit.

# brotowali_tea_drink_6
source: Strain and drink while warm.
id: Saring dan minum hangat.
my: Tapis dan minum semasa suam.

# brotowali_wound_title
source: Wound Treatment
id: Mengolah Obat Luka
my: Rawatan Luka

# brotowali_wound_desc
source: Helps wounds dry faster and prevents infection
id: Mengeringkan luka lebih cepat dan mencegah infeksi
my: Membantu luka kering lebih cepat dan mencegah jangkitan

# brotowali_wound_1
source: Take cooled brotowali decoction
id: Ambil air rebusan brotowali yang sudah dingin
my: Ambil rebusan brotowali yang telah sejuk

# brotowali_wound_2
source: Use cotton to apply it to the wound
id: Gunakan kapas untuk mengoleskan pada luka
my: Gunakan kapas untuk sapukan pada luka

# brotowali_wound_3
source: Let it dry without rinsing
id: Biarkan mengering tanpa dibilas
my: Biarkan kering tanpa dibilas

# rumput_minjangan
source: Siam Weed
id: Rumput Minjangan
my: Rumput Minjangan

# rumput_minjangan_description
source: Chromolaena odorata contains active compounds of phenolics, flavonoids, saponins, terpenoids, tannins and steroids. The leaves of this plant are used by local people to treat external wounds by crushing them, then the crushed water is applied to the injured area. Root and leaf extracts can also be used to treat stomach ulcers or vomiting blood. Because of its properties, kirinyuh leaves are freely traded. This plant is also used as a botanical pesticide for pest control, such as in cocoa fruit scavengers, termites, cockroaches and snails, even in other studies, it is known that this plant can be toxic to several species of mosquitoes.
id: Chromolaena odorata mengandung senyawa aktif fenolik, flavonoid, saponin, terpenoid, tanin dan steroid. Daun tumbuhan ini oleh masyarakat lokal digunakan untuk mengobati luka luar dengan cara dilumatkan, kemudian air hasil lumatan di tempelkan ke bagian yang terluka. Ekstrak akar dan daunnya juga dapat digunakan untuk mengobati sakit maag atau muntah darah. Karena khasiatnya, daun kirinyuh diperjualbelikan secara bebas. Tumbuhan ini juga digunakan sebagai pestisida nabati untuk pengendalian hama, seperti pada pencucuk buah kakao, rayap, kecoa dan bekicot, bahkan dalam penelitian yang lain, diketahui jika tumbuhan inidapat menjadi racun bagi beberapa spesies nyamuk.
my: Chromolaena odorata mengandungi sebatian aktif fenolik, flavonoid, saponin, terpenoid, tanin dan steroid. Daun tumbuhan ini digunakan oleh penduduk tempatan untuk merawat luka luar dengan menumbuknya, kemudian air tumbukan disapu pada bahagian yang cedera. Ekstrak akar dan daun juga boleh digunakan untuk merawat ulser perut atau muntah darah. Disebabkan khasiatnya, daun kirinyuh diperdagangkan secara bebas. Tumbuhan ini juga digunakan sebagai racun perosak botani untuk kawalan perosak, seperti dalam pembersih buah koko, anai-anai, lipas dan siput, malah dalam kajian lain, diketahui bahawa tumbuhan ini boleh menjadi toksik kepada beberapa spesies nyamuk.

# rumput_minjangan_benefit_title_1
source: Anti-diarrhea
id: Anti-diare
my: Anti-cirit-birit

# rumput_minjangan_benefit_title_2
source: Diabetes treatment
id: Pengobatan diabetes
my: Rawatan kencing manis

# rumput_minjangan_benefit_title_3
source: Cough medicine
id: Obat batuk
my: Ubat batuk

# rumput_minjangan_benefit_title_4
source: Anti-inflammatory
id: Anti-inflamasi
my: Anti-radang

# rumput_minjangan_benefit_title_5
source: Anti-Hypertension
id: Anti-Hipertensi
my: Anti-Hipertensi

# rumput_minjangan_benefit_1
source: The essential oil from the leaves contains a-pinene, the optimum concentration of Minjangan leaf extract that is most effective in providing anti-diarrheal effects.
id: Minyak essensial dari daunnya memiliki kandungan a-pinene, konsetrasi optimum ekstrak daun Minjangan yang paling efektif memberikan efek sebagai antidiare
my: Minyak pati dari daun mengandungi a-pinene, kepekatan optimum ekstrak daun Minjangan yang paling berkesan dalam memberikan kesan anti-cirit-birit.

# rumput_minjangan_benefit_2
source: The leaf extract is known to have bioactive compounds that help lower blood sugar levels and improve insulin action.
id: Ekstrak daunnya diketahui memiliki senyawa bioaktif yang membantu menurunkan kadar gula darah dan meningkatkan kerja insulin.
my: Ekstrak daun diketahui mempunyai sebatian bioaktif yang membantu menurunkan paras gula darah dan meningkatkan tindakan insulin.

# rumput_minjangan_benefit_3
source: The flavonoids and volatile oil in the leaves help relieve respiratory tract irritation and reduce mucus.
id: Kandungan flavonoid dan minyak atsiri pada daun ini membantu meredakan iritasi saluran pernapasan dan mengurangi lendir.
my: Flavonoid dan minyak meruap dalam daun membantu melegakan kerengsaan saluran pernafasan dan mengurangkan kahak.

# rumput_minjangan_benefit_4
source: Antioxidant compounds such as tannins in the leaves reduce inflammation by suppressing free radical responses.
id: Senyawa antioksidan seperti tanin dalam daunnya berfungsi mengurangi peradangan dengan menekan respons radikal bebas.
my: Sebatian antioksidan seperti tanin dalam daun mengurangkan keradangan dengan menekan tindak balas radikal bebas.

# rumput_minjangan_benefit_5
source: The leaves are high in potassium which helps maintain balanced blood pressure by relaxing the blood vessels
id: Daun ini mengandung kalium tinggi yang membantu menjaga keseimbangan tekanan darah dengan cara merelaksasi pembuluh darah.
my: Daun tinggi kalium yang membantu mengekalkan tekanan darah seimbang dengan merehatkan saluran darah

# rumput_minjangan_herbal_drink_title
source: Herbal Drink Preparation
id: Persiapan Minuman Herbal
my: Penyediaan Minuman Herba
