Repository: Iqbal-Maulana67/leaves_application_2
Catalog: lib/l10n/app_*.arb
Languages: id, my

# tumpang_air_wound_desc
source: Heals minor wounds and reduces swelling
id: Menyembuhkan luka kecil dan mengurangi bengkak
my: Menyembuhkan luka kecil dan mengurangkan bengkak

# tumpang_air_wound_1
source: Wash tumpang air leaves thoroughly
id: Cuci bersih daun tumpang air
my: Basuh daun tumpang air dengan bersih

# tumpang_air_wound_2
source: Crush until smooth, then apply to the wound
id: Tumbuk hingga halus, lalu tempelkan pada luka
my: Tumbuk sehingga halus, kemudian sapukan pada luka

# tumpang_air_wound_3
source: Leave for 15-20 minutes, then rinse with clean water
id: Diamkan selama 15-20 menit, lalu bilas dengan air bersih
my: Biarkan selama 15-20 minit, kemudian bilas dengan air bersih
