Repository: Iqbal-Maulana67/leaves_application_2
Catalog: lib/l10n/app_*.arb
Languages: id, my

# rumput_minjangan_herbal_drink_desc
source: Treats diarrhea, diabetes, and improves insulin function
id: Mengatasi diare, mengobati diabetes, dan meningkatkan kerja insulin
my: Merawat cirit-birit, kencing manis, dan meningkatkan fungsi insulin

# rumput_minjangan_herbal_drink_1
source: Take a handful of fresh leaves
id: Ambil 1 genggam daun segar
my: Ambil segenggam daun segar

# rumput_minjangan_herbal_drink_2
source: 200 ml of water and 1 teaspoon of honey
id: 200 ml air dan 1 sendok teh madu
my: 200 ml air dan 1 sudu teh madu

# rumput_minjangan_herbal_drink_3
source: Wash the leaves thoroughly, then crush them.
id: Cuci bersih daun, lalu tumbuk hingga halus
my: Basuh daun dengan bersih, kemudian tumbuk.

# rumput_minjangan_herbal_drink_4
source: Squeeze the juice using a clean cloth.
id: Peras airnya menggunakan kain bersih
my: Perah jus menggunakan kain bersih.

# rumput_minjangan_herbal_drink_5
source: Mix with honey and drink.
id: Campur dengan madu, lalu minum
my: Campur dengan madu dan minum.

# rumput_minjangan_tea_drink_title
source: Tea Preparation
id: Persiapan Teh
my: Penyediaan Teh

# rumput_minjangan_tea_drink_desc
source: Helps relieve cough, has anti-inflammatory effects, and regulates blood pressure
id: Membantu mengatasi batuk, anti-inflamasi, dan mengatur tekanan darah
my: Membantu melegakan batuk, mempunyai kesan anti-radang, dan mengawal tekanan darah

# rumput_minjangan_tea_drink_1
source: Take a handful of dried Rumput Minjangan leaves
id: Ambil 1 genggam daun Rumput Minjangan kering
my: Ambil segenggam daun Rumput Minjangan kering

# rumput_minjangan_tea_drink_2
source: 300 ml of hot water
id: 300 ml air panas
my: 300 ml air panas

# rumput_minjangan_tea_drink_3
source: Dry the leaves for 3-5 days
id: Keringkan daun selama 3-5 hari
my: Jemur daun selama 3-5 hari

# rumput_minjangan_tea_drink_4
source: Steep with hot water for 5-10 minutes
id: Seduh dengan air panas dan diamkan 5-10 menit
my: Seduh dengan air panas selama 5-10 minit

# rumput_minjangan_tea_drink_5
source: Drink while warm.
id: Minum selagi hangat
my: Minum semasa suam.

# rumput_minjangan_wound_title
source: Wound Treatment Preparation
id: Mengubah Obat Luka
my: Penyediaan Rawatan Luka

# rumput_minjangan_wound_desc
source: Stops bleeding and speeds up wound healing
id: Menghentikan pendarahan dan mempercepat penyembuhan luka
my: Menghentikan pendarahan dan mempercepat penyembuhan luka

# rumput_minjangan_wound_1
source: Take 5 fresh leaves
id: Ambil 5 daun segar
my: Ambil 5 daun segar

# rumput_minjangan_wound_2
source: Wash the leaves thoroughly
id: Cuci daun hingga bersih
my: Basuh daun dengan bersih

# rumput_minjangan_wound_3
source: Crush and apply directly to the wound
id: Tumbuk hingga halus dan tempelkan langsung ke luka
my: Tumbuk dan sapukan terus pada luka

# rumput_minjangan_wound_4
source: Wrap with a clean cloth.
id: Balut dengan kain bersih
my: Balut dengan kain bersih.

# sembung_rambat
source: Grin Weed
id: Sembung Rambat
my: Sembung Rambat

# sembung_rambat_description
source: Mikania micrantha is a climbing plant and belongs to the Asteraceae family. This plant has purplish-white flowers and has a strong fragrance, generally found in secondary forests, abandoned land, roadsides, ravines and can prevent erosion. This plant is distributed in Africa, Asia to Papua New Guinea. In Indonesia, this plant is found on Mount Prau.
id: Sembung rambat (Mikania micrantha) adalah tumbuhan merambat (climber) dan termasuk ke dalam keluarga Asteraceae. Tumbuhan ini mempunyai bunga berwarna putih-keunguan dan memiliki harum yang kuat, umumnya ditemukan di hutan sekunder, tanah terlantar, pinggir jalan, jurang dan dapat mencegah erosi. Tumbuhan ini terdistribusi Afrika, Asia hingga Papua Nugini. Di Indonesia, tumbuhan ini terdapat salah satunya di Gunung Prau.
my: Mikania micrantha adalah tumbuhan memanjat dan tergolong dalam keluarga Asteraceae. Tumbuhan ini mempunyai bunga berwarna putih keunguan dan mempunyai bau yang kuat, umumnya terdapat di hutan sekunder, tanah terbiar, tepi jalan, gaung dan boleh mencegah hakisan. Tumbuhan ini tersebar di Afrika, Asia hingga Papua New Guinea. Di Indonesia, tumbuhan ini terdapat di Gunung Prau.

# sembung_rambat_benefit_title_1
source: Treats diarrhea
id: Mengobati diare
my: Merawat cirit-birit

# sembung_rambat_benefit_title_2
source: Treats magh
id: Mengobati magh
my: Merawat magh

# sembung_rambat_benefit_title_3
source: Treats beriberi
id: Mengobati beri-beri
my: Merawat beriberi

# sembung_rambat_benefit_title_4
source: Menstrual pain
id: Nyeri haid
my: Sakit haid

# sembung_rambat_benefit_title_5
source: Irregular periods
id: Haid tidak teratur
my: Haid tidak teratur

# sembung_rambat_benefit_1
source: The tannin content of these leaves helps reduce the frequency of bowel movements with an astringent effect that soothes the digestive tract.
id: Kandungan tanin pada daun ini membantu mengurangi frekuensi buang air besar dengan efek astringen yang menenangkan saluran pencernaan.
my: Kandungan tanin daun ini membantu mengurangkan kekerapan buang air besar dengan kesan astringen yang menenangkan saluran pencernaan.

# sembung_rambat_benefit_2
source: The active compounds protect the stomach lining from irritation, reduce excess acid production, and relieve pain caused by ulcers.
id: Senyawa aktifnya melindungi lapisan lambung dari iritasi, mengurangi produksi asam berlebih, dan meredakan nyeri akibat maag.
my: Sebatian aktif melindungi lapisan perut daripada kerengsaan, mengurangkan pengeluaran asid berlebihan, dan melegakan kesakitan yang disebabkan oleh ulser.

# sembung_rambat_benefit_3
source: The leaves are rich in vitamin B1, which helps treat symptoms of beriberi such as fatigue and nervous disorders.
id: Daun ini kaya akan vitamin B1, yang membantu mengatasi gejala beri-beri seperti kelelahan dan gangguan saraf.
my: Daun kaya dengan vitamin B1, yang membantu merawat gejala beriberi seperti keletihan dan gangguan saraf.

# sembung_rambat_benefit_4
source: The leaf extract works as a natural analgesic that helps relieve cramps or pain during menstruation.
id: Ekstrak daunnya berfungsi sebagai analgesik alami yang membantu meredakan kram atau nyeri selama haid.
my: Ekstrak daun berfungsi sebagai analgesik semula jadi yang membantu melegakan kekejangan atau kesakitan semasa haid.

# sembung_rambat_benefit_5
source: The phytochemicals in the leaves help balance hormones, resulting in a more regular menstrual cycle.
id: Kandungan fitokimia pada daun ini membantu menyeimbangkan hormon, sehingga siklus haid menjadi lebih teratur.
my: Fitokimia dalam daun membantu mengimbangi hormon, menghasilkan kitaran haid yang lebih teratur.

# sembung_rambat_herbal_drink_title
source: Herbal Drink Preparation
id: Persiapan Minuman Herbal
my: Penyediaan Minuman Herba

# sembung_rambat_herbal_drink_desc
source: Treats diarrhea, relieves menstrual pain, and helps with beriberi
id: Mengobati diare, mengurangi nyeri haid, dan membantu mengatasi beri-beri
my: Merawat cirit-birit, melegakan sakit haid, dan membantu beriberi

# sembung_rambat_herbal_drink_1
source: Take a handful of fresh sembung rambat leaves
id: Ambil 1 genggam daun sembung rambat segar
my: Ambil segenggam daun sembung rambat segar

# sembung_rambat_herbal_drink_2
source: 500 ml of water, 1 slice of ginger (smashed), 1 tbsp honey or palm sugar
id: 500 ml air, 1 ruas jahe (memarkan), 1 sendok makan madu atau gula aren
my: 500 ml air, 1 hirisan halia (ditumbuk), 1 sudu besar madu atau gula melaka

# sembung_rambat_herbal_drink_3
source: Wash the sembung rambat leaves thoroughly
id: Cuci bersih daun sembung rambat
my: Basuh daun sembung rambat dengan bersih

# sembung_rambat_herbal_drink_4
source: Boil the water, then add the leaves and ginger
id: Rebus air hingga mendidih, lalu masukkan daun dan jahe
my: Rebus air, kemudian masukkan daun dan halia

# sembung_rambat_herbal_drink_5
source: Boil for 15 minutes until the water changes color
id: Masak selama 15 menit hingga air berubah warna
my: Rebus selama 15 minit sehingga air berubah warna

# sembung_rambat_herbal_drink_6
source: Strain and add honey or palm sugar.
id: Saring dan tambahkan madu atau gula aren
my: Tapis dan tambah madu atau gula melaka.

# sembung_rambat_tea_drink_title
source: Tea Preparation
id: Persiapan Teh
my: Penyediaan Teh

# sembung_rambat_tea_drink_desc
source: Treats ulcers, menstrual pain, and helps regulate menstrual cycles
id: Mengatasi maag, nyeri haid, dan membantu mengatur siklus haid
my: Merawat ulser, sakit haid, dan membantu mengawal kitaran haid

# sembung_rambat_tea_drink_1
source: Take a handful of dried sembung rambat leaves
id: Ambil 1 genggam daun sembung rambat kering
my: Ambil segenggam daun sembung rambat kering

# sembung_rambat_tea_drink_2
source: 300 ml of hot water
id: 300 ml air panas
my: 300 ml air panas

# sembung_rambat_tea_drink_3
source: Wash and dry the leaves for 3-5 days in the shade
id: Cuci daun, keringkan selama 3-5 hari di tempat teduh
my: Basuh dan jemur daun selama 3-5 hari di tempat teduh

# sembung_rambat_tea_drink_4
source: Steep 1 teaspoon of dried leaves in hot water
id: Seduh 1 satu sendok teh daun kering dengan air panas
my: Seduh 1 sudu teh daun kering dalam air panas

# sembung_rambat_tea_drink_5
source: Let it sit for 5-10 minutes, then strain
id: Diamkan selama 5-10 menit, lalu saring
my: Biarkan selama 5-10 minit, kemudian tapis

# sembung_rambat_tea_drink_6
source: Drink while warm.
id: Minum selagi hangat
my: Minum semasa suam.

# sembung_rambat_wound_title
source: Wound Treatment Preparation
id: Mengubah Obat Luka
my: Penyediaan Rawatan Luka

# sembung_rambat_wound_desc
source: Reduces inflammation and speeds up wound healing
id: Mengurangi peradangan dan mempercepat penyembuhan luka
my: Mengurangkan keradangan dan mempercepat penyembuhan luka

# sembung_rambat_wound_1
source: Wash sembung rambat leaves thoroughly
id: Cuci bersih daun sembung rambat
my: Basuh daun sembung rambat dengan bersih

# sembung_rambat_wound_2
source: Crush or blend with a little water until smooth
id: Tumbuk atau blender dengan sedikit air hingga halus
my: Tumbuk atau kisar dengan sedikit air sehingga halus

# sembung_rambat_wound_3
source: Apply directly to wounds or swelling
id: Oleskan langsung pada luka atau bengkak
my: Sapukan terus pada luka atau bengkak

# sembung_rambat_wound_4
source: Leave for 20 minutes, then rinse with clean water.
id: Biarkan selama 20 menit, lalu bilas dengan air bersih
my: Biarkan selama 20 minit, kemudian bilas dengan air bersih.

# rambusa_description
source: Rambusa (Passiflora foetida) is a wild creeping plant from the Passifloraceae family, commonly found in tropical and subtropical regions. It is known for its small, yellow-orange fruit when ripe, which has a sweet-tart taste. The leaves are lobed with fine hairs, and its flowers are white to light purple. Although often considered a weed, rambusa has various benefits, including traditional medicinal uses for relieving inflammation, fever, and sleep disorders.
id: Rambusa (Passiflora foetida) adalah tanaman merambat liar dari keluarga Passifloraceae yang sering ditemukan di daerah tropis dan subtropis. Tanaman ini dikenal dengan buahnya yang kecil, berwarna kuning-oranye saat matang, dan memiliki rasa yang manis-asam. Daunnya berbentuk menjari dengan rambut halus, dan bunganya berwarna putih hingga ungu muda. Meskipun sering dianggap sebagai gulma, rambusa memiliki berbagai manfaat, termasuk sebagai obat tradisional untuk meredakan peradangan, demam, dan gangguan tidur.
my: Rambusa (Passiflora foetida) adalah tumbuhan menjalar liar dari keluarga Passifloraceae, biasa ditemui di kawasan tropika dan subtropika. Ia dikenali dengan buahnya yang kecil, berwarna kuning-oren apabila masak, yang mempunyai rasa manis-masam. Daunnya berlekuk dengan bulu halus, dan bunganya berwarna putih hingga ungu muda. Walaupun sering dianggap sebagai rumpai, rambusa mempunyai pelbagai kebaikan, termasuk kegunaan perubatan tradisional untuk melegakan keradangan, demam, dan gangguan tidur.

# rambusa_benefit_title_1
source: Maintains Nervous System Health
id: Menjaga Kesehatan Saraf
my: Menjaga Kesihatan Sistem Saraf

# rambusa_benefit_title_2
source: Helps Reduce Fever
id: Membantu Menurunkan Demam
my: Membantu Mengurangkan Demam

# rambusa_benefit_title_3
source: Treats Wounds and Inflammation
id: Mengobati Luka dan Peradangan
my: Merawat Luka dan Keradangan

# rambusa_benefit_title_4
source: Maintains Heart Health
id: Menjaga Kesehatan Jantung
my: Menjaga Kesihatan Jantung

# rambusa_benefit_title_5
source: Boosts Immunity
id: Meningkatkan Imunitas
my: Meningkatkan Imuniti

# rambusa_benefit_1
source: Contains flavonoid compounds that have a calming effect and can help relieve stress and insomnia.
id: Mengandung senyawa flavonoid yang memiliki efek menenangkan dan dapat membantu mengatasi stres serta insomnia.
my: Mengandungi sebatian flavonoid yang mempunyai kesan menenangkan dan boleh membantu melegakan tekanan dan insomnia.

# rambusa_benefit_2
source: The leaves and stems are often used in traditional medicine to lower body temperature during fever.
id: Daun dan batangnya sering digunakan dalam pengobatan tradisional untuk menurunkan suhu tubuh saat demam.
my: Daun dan batang sering digunakan dalam perubatan tradisional untuk menurunkan suhu badan semasa demam.

# rambusa_benefit_3
source: The sap from the leaves can be used as a natural remedy to heal wounds and reduce swelling.
id: Getah dari daunnya dapat digunakan sebagai obat alami untuk menyembuhkan luka dan mengurangi bengkak.
my: Getah dari daun boleh digunakan sebagai ubat semula jadi untuk menyembuhkan luka dan mengurangkan bengkak.

# rambusa_benefit_4
source: Rich in antioxidants that help protect the heart from damage caused by free radicals.
id: Kaya akan antioksidan yang dapat membantu melindungi jantung dari kerusakan akibat radikal bebas.
my: Kaya dengan antioksidan yang membantu melindungi jantung daripada kerosakan yang disebabkan oleh radikal bebas.

# rambusa_benefit_5
source: The fruit contains vitamin C, which enhances the body's resistance to infections and diseases.
id: Buah rambusa mengandung vitamin C yang dapat meningkatkan daya tahan tubuh terhadap infeksi dan penyakit.
my: Buah mengandungi vitamin C, yang meningkatkan daya tahan badan terhadap jangkitan dan penyakit.

# rambusa_herbal_drink_title
source: Herbal Drink Preparation
id: Persiapan Minuman Herbal
my: Penyediaan Minuman Herba

# rambusa_herbal_drink_desc
source: Promotes relaxation, reduces stress, and alleviates sleep disorders
id: Membantu relaksasi, mengurangi stres, dan meredakan gangguan tidur
my: Menggalakkan relaksasi, mengurangkan tekanan, dan melegakan gangguan tidur

# rambusa_herbal_drink_1
source: Take a handful of fresh rambusa leaves
id: Ambil 1 genggam daun rambusa segar
my: Ambil segenggam daun rambusa segar

# rambusa_herbal_drink_2
source: 500 ml water and 1 tsp honey (optional)
id: 500 ml air dan 1 sendok teh madu (opsional)
my: 500 ml air dan 1 sudu teh madu (pilihan)

# rambusa_herbal_drink_3
source: Wash the rambusa leaves thoroughly
id: Cuci bersih daun rambusa
my: Basuh daun rambusa dengan bersih

# rambusa_herbal_drink_4
source: Boil in boiling water for 10-15 minutes
id: Rebus dalam air mendidih selama 10-15 menit
my: Rebus dalam air mendidih selama 10-15 minit

# rambusa_herbal_drink_5
source: Strain and let it warm
id: Saring airnya dan biarkan hangat
my: Tapis dan biarkan suam

# rambusa_herbal_drink_6
source: Add honey if desired
id: Tambahkan madu jika diinginkan
my: Tambahkan madu jika mahu

# rambusa_herbal_drink_7
source: Drink before bed to aid relaxation
id: Minum sebelum tidur untuk membantu relaksasi
my: Minum sebelum tidur untuk membantu relaksasi

# rambusa_tea_drink_title
source: Tea Preparation
id: Persiapan Teh
my: Penyediaan Teh

# rambusa_tea_drink_desc
source: Helps with high blood pressure, inflammation, and joint pain
id: Membantu mengatasi tekanan darah tinggi, peradangan, dan nyeri sendi
my: Membantu dengan tekanan darah tinggi, keradangan, dan sakit sendi

# rambusa_tea_drink_1
source: Take a handful of dried rambusa leaves
id: Ambil 1 genggam daun rambusa kering
my: Ambil segenggam daun rambusa kering

# rambusa_tea_drink_2
source: 300 ml of hot water
id: 300 ml air panas
my: 300 ml air panas

# rambusa_tea_drink_3
source: Wash and dry rambusa leaves for 3-5 days
id: Cuci dan keringkan daun rambusa selama 3-5 hari
my: Basuh dan jemur daun rambusa selama 3-5 hari

# rambusa_tea_drink_4
source: Steep 1 teaspoon of dried leaves in hot water
id: Seduh 1 satu sendok teh daun kering dengan air panas
my: Seduh 1 sudu teh daun kering dalam air panas

# rambusa_tea_drink_5
source: Let it sit for 5-10 minutes, then strain
id: Diamkan selama 5-10 menit, lalu saring
my: Biarkan selama 5-10 minit, kemudian tapis

# rambusa_tea_drink_6
source: Drink while warm.
id: Minum selagi hangat
my: Minum semasa suam.

# rambusa_wound_title
source: Wound Treatment Preparation
id: Mengubah Obat Luka
my: Penyediaan Rawatan Luka

# rambusa_wound_desc
source: Relieves itching and speeds up healing of minor wounds
id: Mengurangi rasa gatal dan mempercepat penyembuhan luka ringan
my: Melegakan gatal dan mempercepat penyembuhan luka kecil

# rambusa_wound_1
source: Wash rambusa leaves thoroughly
id: Cuci bersih daun rambusa
my: Basuh daun rambusa dengan bersih

# rambusa_wound_2
source: Crush until smooth and apply to the wound or itchy area
id: Tumbuk hingga halus, lalu oleskan pada luka atau kulit yang gatal
my: Tumbuk sehingga halus dan sapukan pada luka atau bahagian yang gatal

# rambusa_wound_3
source: Leave for 15-20 minutes, then rinse with clean water.
id: Diamkan selama 15-20 menit, lalu bilas dengan air bersih
my: Biarkan selama 15-20 minit, kemudian bilas dengan air bersih.

# tumpang_air
source: Shining Bush
id: Tumpang Air
my: Tumpang Air

# tumpang_air_description
source: Shining bush (Peperomia pellucida) is a small herbaceous plant that grows wild in moist and shaded areas. It has translucent stems, glossy green heart-shaped leaves, and tiny greenish-white flowers. This plant is often used in traditional medicine to treat inflammation, gout, and urinary tract disorders. Additionally, it can be consumed as a vegetable or salad ingredient.
id: Tumpang air (Peperomia pellucida) adalah tanaman herba kecil yang tumbuh liar di daerah lembap dan teduh. Tanaman ini memiliki batang transparan, daun hijau mengkilap berbentuk hati, dan bunga kecil berwarna putih kehijauan. Tumpang air sering digunakan dalam pengobatan tradisional untuk mengatasi peradangan, asam urat, dan gangguan saluran kemih. Selain itu, tanaman ini juga bisa dikonsumsi sebagai sayuran atau lalapan.
my: Tumpang air (Peperomia pellucida) adalah tumbuhan herba kecil yang tumbuh liar di kawasan lembap dan teduh. Ia mempunyai batang lut sinar, daun hijau berkilat berbentuk hati, dan bunga kecil berwarna hijau keputihan. Tumbuhan ini sering digunakan dalam perubatan tradisional untuk merawat keradangan, gout, dan gangguan saluran kencing. Selain itu, ia boleh dimakan sebagai sayuran atau bahan salad.

# tumpang_air_benefit_title_1
source: Reduces Inflammation
id: Mengurangi Peradangan
my: Mengurangkan Keradangan

# tumpang_air_benefit_title_2
source: Lowers Uric Acid
id: Menurunkan Asam Urat
my: Menurunkan Asid Urik

# tumpang_air_benefit_title_3
source: Treats Urinary Tract Infections
id: Mengatasi Infeksi Saluran Kemih
my: Merawat Jangkitan Saluran Kencing

# tumpang_air_benefit_title_4
source: Supports Skin Health
id: Menjaga Kesehatan Kulit
my: Menyokong Kesihatan Kulit

# tumpang_air_benefit_title_5
source: Improves Digestion
id: Menyehatkan Pencernaan
my: Memperbaiki Pencernaan

# tumpang_air_benefit_1
source: Contains anti-inflammatory compounds that help relieve swelling and pain caused by inflammation.
id: Mengandung senyawa antiinflamasi yang membantu meredakan bengkak dan nyeri akibat radang.
my: Mengandungi sebatian anti-radang yang membantu melegakan bengkak dan kesakitan yang disebabkan oleh keradangan.

# tumpang_air_benefit_2
source: Often used in traditional medicine to reduce excess uric acid levels in the body.
id: Sering digunakan dalam pengobatan tradisional untuk mengurangi kadar asam urat yang berlebihan dalam tubuh.
my: Sering digunakan dalam perubatan tradisional untuk mengurangkan paras asid urik berlebihan dalam badan.

# tumpang_air_benefit_3
source: Has diuretic properties that help cleanse the urinary tract and prevent infections.
id: Memiliki sifat diuretik yang membantu membersihkan saluran kemih dan mencegah infeksi.
my: Mempunyai sifat diuretik yang membantu membersihkan saluran kencing dan mencegah jangkitan.

# tumpang_air_benefit_4
source: Its extract can be used to treat boils, minor wounds, and acne.
id: Ekstraknya dapat digunakan untuk mengobati bisul, luka ringan, dan jerawat.
my: Ekstraknya boleh digunakan untuk merawat bisul, luka kecil, dan jerawat.

# tumpang_air_benefit_5
source: Can be consumed as a vegetable or herbal tea to improve digestion and relieve stomach discomfort.
id: Dapat dikonsumsi sebagai lalapan atau teh herbal untuk melancarkan pencernaan dan meredakan gangguan perut.
my: Boleh dimakan sebagai sayuran atau teh herba untuk memperbaiki pencernaan dan melegakan ketidakselesaan perut.

# tumpang_air_herbal_drink_title
source: Herbal Drink Preparation
id: Persiapan Minuman Herbal
my: Penyediaan Minuman Herba

# tumpang_air_herbal_drink_desc
source: Helps treat diabetes, lowers blood pressure, and improves digestion
id: Mengatasi diabetes, menurunkan tekanan darah, dan membantu masalah pencernaan
my: Membantu merawat kencing manis, menurunkan tekanan darah, dan memperbaiki pencernaan

# tumpang_air_herbal_drink_1
source: Take a handful of fresh tumpang air leaves
id: Ambil 1 genggam daun tumpang air segar
my: Ambil segenggam daun tumpang air segar

# tumpang_air_herbal_drink_2
source: 500 ml water and 1 teaspoon honey (optional)
id: 500 ml air dan 1 sendok teh madu (opsional)
my: 500 ml air dan 1 sudu teh madu (pilihan)

# tumpang_air_herbal_drink_3
source: Wash the tumpang air leaves thoroughly
id: Cuci bersih daun tumpang air
my: Basuh daun tumpang air dengan bersih

# tumpang_air_herbal_drink_4
source: Boil in 300 ml of water for 10-15 minutes
id: Rebus dalam 300 ml air mendidih selama 10-15 menit
my: Rebus dalam 300 ml air selama 10-15 minit

# tumpang_air_herbal_drink_5
source: Strain and let it warm
id: Saring airnya dan biarkan hangat
my: Tapis dan biarkan suam

# tumpang_air_herbal_drink_6
source: Add honey if desired
id: Tambahkan madu jika diinginkan
my: Tambahkan madu jika mahu

# tumpang_air_tea_drink_title
source: Tea Preparation
id: Persiapan Teh
my: Penyediaan Teh

# tumpang_air_tea_drink_desc
source: Lowers blood pressure, treats digestive problems, and helps fight infections
id: Menurunkan tekanan darah, mengatasi masalah pencernaan, dan membantu melawan infeksi
my: Menurunkan tekanan darah, merawat masalah pencernaan, dan membantu melawan jangkitan

# tumpang_air_tea_drink_1
source: Take a handful of dried tumpang air leaves
id: Ambil 1 genggam daun tumpang air kering
my: Ambil segenggam daun tumpang air kering

# tumpang_air_tea_drink_2
source: 300 ml of hot water
id: 300 ml air panas
my: 300 ml air panas

# tumpang_air_tea_drink_3
source: Wash and dry the leaves for several days
id: Cuci dan keringkan daun selama beberapa hari
my: Basuh dan jemur daun selama beberapa hari

# tumpang_air_tea_drink_4
source: Steep in hot water for 5-10 minutes
id: Seduh dengan air panas selama 5-10 menit
my: Seduh dalam air panas selama 5-10 minit

# tumpang_air_tea_drink_5
source: Strain and drink warm.
id: Saring dan minum hangat
my: Tapis dan minum suam.

# tumpang_air_wound_title
source: Wound Treatment Preparation
id: Mengubah Obat Luka
my: Penyediaan Rawatan Luka
